<!doctype html>
<html>
<meta charset="utf-8">
<head>
    <title>Document</title>
</head>
<style>
    body {background-color: black;}
    h1 {color: red; text-align:center}
    h2 {color: white; text-align:center}
    p {color: blue;}
</style>
<body>
<h1>Пример итогового сочинения к разделу <b>"Духовно-нравственные ориентиры в жизни человека"</b></h1>
<h2>Сочинение на тему: <b>Как могут добро и зло сочетаться в одном человеке?</b></h2>
<p>
    Всем известно, что в литературных произведениях встречаются положительные и отрицательные герои. Первые проявляют милосердие и внимание к окружающим, умеют любить и жертвовать собой, помогать и прощать. А вторые чаще всего думают только о себе, им безразличны чужие мнения и судьбы. Ради достижения цели они готовы переступить через нравственные законы. И читатели восхищаются положительными героями, берут с них пример. К отрицательным же относятся негативно или в лучшем случае критически. Но не всё в жизни так просто. В человеке могут уживаться добро и зло, и проявляются они в зависимости от ситуации. Русская классическая литература даёт немало примеров того, как в одном человеке одновременно сосуществуют два эти противоположные качества.

Ярким примером такого литературного персонажа является Григорий Мелехов. М.А.Шолохов рисует нам очень привлекательный образ молодого, красивого, энергичного, трудолюбивого казака. Он не боится никакой работы, уважает старших, помогает своим домочадцам. Судьба всё время испытывает его, ведь живёт он в очень трудное и противоречивое время. Перед Григорием постоянно ставится выбор, с кем быть и как поступить. Даже когда по воле обстоятельств мужчина берёт в руки оружие, он не считает это правильным и страдает оттого, что лишает жизни своего врага или причиняет кому-либо увечья. Григорий искренне сострадает тем, кто испытывает мучения, кто несправедливо обижен. Именно он пытается защитить от поругания горничную Франю, осуждает всех, кто творил с ней беззаконие. Даже случайно убитый во время косьбы дикий утёнок вызывает в нём «острую жалость». Наряду с этим автор показывает и неприглядную сторону Мелехова. Он бывает эгоистичен, зачастую даёт волю злобе и мстительности, и тогда мы видим перед собой совсем другого человека. Так, узнав об измене Аксиньи, Мелехов жестоко мстит Лисницкому. Причём действует Григорий не в порыве эмоций, а хладнокровно. Он увозит соперника далеко от дома и жестоко избивает его. Не жалеет он и Аксинью. Нечестно поступает Григорий также со своей женой Натальей. Он часто бывает груб с ней, совершенно не заботится о чувствах любящей его женщины.

Мне кажется, что человек может совершить зло, даже не желая этого. Вот, например, одна из самых привлекательных героинь русской литературы Наташа Ростова, несмотря на свой богатый духовный мир и высокие нравственные убеждения, тоже может поступить жестоко и причинить боль. Князь Андрей Болконский делает девушке предложение, но ставит условие, что пожениться они смогут только через год. Наташа искренне верит, что дождётся своего жениха и даёт ему обещание в этом. Однако развратный и безнравственный Анатолий Курагин соблазняет девушку на побег. Наташа искренне верит, что он влюблён в неё, и откликается на его чувства. Юная Ростова не может понять, почему жених так поступил с ней - обрёк на длительное одиночество. В этой ситуации девушку легко обвинить в неверности и безответственности. Но её можно понять, ведь Наташа ещё так молода, доверчива и наивна, её так легко обмануть! Она хочет любить и быть любимой. Именно поэтому Ростова по-настоящему поверила Анатолю и полюбила его. А ради любви она готова на любые жертвы. Своим поступком девушка доставляет мучения своему жениху, страдают также её и его родные. Наташу можно обвинять в неразумном поступке, но, я думаю, правильнее будет ей посочувствовать. Она тоже страдает от стыда за содеянное. Но вольно или невольно девушка всё же совершила неблаговидный поступок и доставила страдания близким людям.

Из этих примеров можно сделать вывод, что в одном человеке одновременно живут и добро, и зло. Какие именно качества проявит человек в той или иной ситуации, зависит от воспитания, внешних факторов, особенностей ситуации. Мировые религии тоже учат тому, что за душу человека всё время борются тёмные и светлые силы.  А вот какую сторону выбрать - добра или зла - зависит только от самого человека. Совершать добрые поступки не всегда легко. Но только они помогают человеку пойти по правильному жизненному пути.
</p>
<p>Источник: <a href="https://rustutors.ru/primersoch/primersochitog/2693-primer-itogovogo-sochinenija-na-temu-kak-mogut-dobro-i-zlo-sochetatsja-v-odnom-cheloveke.html">ссылкa</a></p>
</body>
</html>
